app/controllers/api/v1/habits_controller.rb

SELECT "habits".* FROM "habits"
---
  def index
    @habits = Habit.all