app/controllers/api/v1/reminders_controller.rb

SELECT "reminders".* FROM "reminders"
---
  def index
    @reminders = Reminder.all